Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/leave_and_holidays/paternity_leave.html.txt.tmx
Source language: en
Languages: ga

source: With effect from 1 September 2016, new parents (other than the mother of the child) are entitled to paternity leave from employment or self-employment following birth or adoption of a child – see ‘Rules’ below for who is eligible
ga: Ón 1 Meán Fómhair 2016 ar aghaidh, tá aithreacha i dteideal saoire atharthachta a ghlacadh ón bhfostaíocht nó ón bhféinfhostaíocht i ndiaidh go saolaítear a leanbh nó a uchtaítear leanbh

source: The Paternity Leave and Benefit Act 2016 provides for statutory paternity leave of 2 weeks
ga: Foráiltear san Acht um Shaoire agus Sochar Atharthachta, 2016 do shaoire reachtúil atharthachta 2 sheachtain a ghlacadh

source: The provisions apply to births and adoptions on or after 1 September 2016
ga: Baineann na forálacha le breitheanna agus le huchtáil a tharla an 1 Meán Fómhair 2016 nó ina dhiaidh sin

source: You can start paternity leave at any time within the first 6 months following the birth or adoption placement
ga: Féadfaidh tú tús a chur le saoire atharthachta ag tráth ar bith laistigh de na chéad 6 mhí i ndiaidh na breithe nó an tsocrucháin uchtála

source: Payment during paternity leave
ga: Íocaíocht i rith saoire atharthachta

source: Your entitlement to pay and superannuation during paternity leave depends on the terms of your contract of employment
ga: Braitheann do theidlíocht do phá agus d’aoisliúntas i rith saoire atharthachta ar théarmaí do chonartha fostaíochta

source: Employers are not obliged to pay employees who are on paternity leave
ga: Níl dualgas ar fhostóirí fostaithe a íoc atá ar shaoire atharthachta

source: You may qualify for Paternity Benefit from the Department of Social Protection if you have sufficient PRSI contributions
ga: B’fhéidir go gcáileoidh tú do Shochar Atharthachta ón Roinn Coimirce Sóisialaí má bhíonn ranníocaíochtaí leordhóthanacha ÁSPC agat

source: However an employee’s contract could provide for additional rights to payment by the employer during the leave period, so that, for example, the employee could receive full pay less the amount of Paternity Benefit payable
ga: D’fhéadfadh go bhforálfaí i gconradh fostaí do chearta breise maidir le híocaíocht ag an bhfostóir i rith thréimhse na saoire, mar sin, mar shampla, d’fhéadfadh an fostaí pá iomlán a fháil, lúide méid an tSochair Atharthachta atá iníoctha

source: Under the Act, a “relevant parent” for the purposes of paternity leave entitlement includes:
ga: Faoin Acht, airítear le “tuismitheoir ábhartha” ar mhaithe le cuspóirí na teidlíochta do shaoire atharthachta:

source: • The spouse, civil partner or cohabitant of the mother of the child
ga: • Céile, páirtnéir sibhialta nó comháitritheoir mháthair an linbh

source: • The parent of a donor-conceived child
ga: • Tuismitheoir linbh a ghin deontóir

source: In the case of an adopted child, the relevant parent includes:
ga: I gcás linbh a uchtaíodh, áirítear leis an tuismitheoir ábhartha:

source: • The nominated parent in the case of a married same-sex couple or
ga: • An tuismitheoir ainmnithe i gcás lánúin phósta chomhghnéis, nó

source: • The spouse, civil partner or cohabitant of the adopting mother or sole male adopter
ga: • Céile, páirtnéir sibhialta nó comháitritheoir na máthar uchtála nó an uchtaitheora aonair fhirinn

source: The entitlement to 2 weeks’ paternity leave from employment extends to all employees (including casual workers), regardless of how long you have been working for the organisation or the number of hours worked per week
ga: Tá gach fostaí i dteideal saoire atharthachta 2 sheachtain a fháil ón bhfostaíocht (oibrithe ócáideacha san áireamh), gan aird ar cé chomh fada atá tú ag oibriú don eagraíocht nó an líon uaireanta a oibríodh sa tseachtain

source: If more than one child is born or adopted at the same time, for example, twins, you are only entitled to a single period of 2 weeks’ paternity leave
ga: Má dhéantar breis agus leanbh amháin a shaolú nó a uchtáil ag an tráth céanna, mar shampla, cúpla, ní bhíonn tú i dteideal ach saoire atharthachta 2 sheachtain a ghlacadh

source: You can choose to take paternity leave at any time in the 26 weeks following the birth or adoption
ga: Féadfaidh tú a roghnú chun saoire atharthachta a ghlacadh ag tráth ar bith laistigh de na 26 seachtain i ndiaidh na breithe nó na huchtála

source: You must notify your employer in writing that you intend to take paternity leave and provide your intended dates no later than 4 weeks before your leave
ga: Caithfidh tú fógra a thabhairt do d’fhostóir i scríbhinn go mbeartaíonn tú chun saoire atharthachta a ghlacadh agus chun do dhátaí beartaithe a sholáthar tráth nach déanaí ná 4 seachtaine roimh do shaoire

source: You will be required to provide a certificate from your spouse or partner's doctor confirming when your baby is due, or confirmation of the baby’s actual date of birth if you apply for leave after the birth has occurred
ga: Beidh ort deimhniú a sholáthar ó dhochtúir do chéile nó do pháirtnéara shibhialta ina ndeimhnítear cathain a bhfuil súil leis go saolófar do leanbh, nó deimhniú maidir le dáta féin breithe an linbh má tá iarratas á dhéanamh agat i ndiaidh na breithe

source: In the case of adoption, you must produce a certificate of placement in relation to the child
ga: I gcás uchtála, caithfidh tú deimhniú socrúcháin maidir leis an leanbh a sholáthar

source: The Paternity Leave and Benefit Act 2016 provides for postponement of paternity leave
ga: Foráiltear san Acht um Shaoire agus Sochar Atharthachta, 2016 do shaoire atharthachta a chur siar

source: For example, if the birth is later than expected or if the date of placement of an adopted child is postponed, you may postpone the date of the leave
ga: Mar shampla, má thagann an leanbh ar an saol níos déanaí ná mar a raibh súil leis nó má chuirtear dáta socrúcháin linbh uchtaithe siar, féadfaidh tú dáta na saoire a chur siar

source: Under Section 11, if you are sick before your paternity leave starts, you may postpone the paternity leave until you recover
ga: Faoi Alt 11, má tá tú breoite sula dtosaíonn do shaoire atharthachta, féadfaidh tú an tsaoire atharthachta a chur siar go dtí go dtagann biseach ort

source: You should notify your employer in writing and provide evidence of your illness
ga: Ba cheart duit d’fhostóir a chur ar an eolas i scríbhinn agus fianaise a sholáthar maidir le do bhreoiteacht

source: If your baby is hospitalised, you can ask your employer in writing if you can postpone all or part of your paternity leave
ga: Má thugtar do leanbh chun ospidéil, féadfaidh tú iarraidh ar d’fhostóir i scríbhinn an féidir leat cuid de shaoire atharthachta nó an tsaoire go léir a chur siar

source: Public holidays and annual leave
ga: Saoirí poiblí agus saoire bhliantúil

source: Apart from pay and superannuation, time spent on paternity leave is treated as though you have been in employment, and this time can be used to accumulate annual leave and public holiday entitlement
ga: Seachas pá agus aoisliúntas, caitear leis an am a chaitear ar saoire atharthachta amhail go raibh tú fostaithe, agus féadtar an t-am seo a chur san áireamh chun teidlíocht do shaoire bhliantúil agus do shaoire phoiblí a ghlacadh

source: In certain circumstances, fathers are entitled to maternity or adoptive leave if the mother dies
ga: Faoi chúinsí áirithe, bíonn aithreacha i dteideal saoire mháithreachais nó uchtaíoch má fhaigheann an mháthair bás

source: The extent of this period of leave depends on the actual date of the mother’s death
ga: Braitheann fad na tréimhse seo ar dháta iarbhír bhás na máthar

source: The leave starts within 7 days of the mother's death
ga: Cuirtear tús leis an tsaoire seo laistigh de 7 lá i ndiaidh bhás na máthar

source: If the father has not already taken paternity leave, he may take it at the end of this maternity or adoptive leave
ga: Murar ghlac an t-athair le saoire atharthachta cheana féin, féadfaidh sé glacadh léi ag deireadh na saoire máithreachais nó uchtaíoch seo

source: If the parent entitled to paternity leave dies, their paternity leave may be transferred to the employed surviving parent
ga: Má fhaigheann an tuismitheoir atá i dteideal saoire atharthachta a ghlacadh bás, féadtar a saoire atharthachta a aistriú chuig an tuismitheoir fostaithe marthanach

source: Employers must keep records of paternity leave taken by their employees
ga: Caithfidh fostóirí taifid a choimeád ar shaoire atharthachta a ghlacann a bhfostaithe

source: These records must include the period of employment of each employee and the dates and times of the leave taken
ga: Caithfear a chur san áireamh sna taifid seo tréimhse fostaíochta gach fostaí agus dátaí agus amanna na saoire a glacadh

source: Employers must keep these records for 8 years
ga: Ní mór d’fhostóirí na taifid seo a choimeád ar feadh 8 mbliana

source: Under the Act, you are entitled to return to work to the same job with the same contract of employment
ga: Faoin Acht, tá tú i dteideal filleadh ar obair agus ar an bpost céanna leis an gconradh céanna fostaíochta

source: Section 23 of the Act states that, if it is not reasonably practicable for your employer to allow you to return to your job, then they must provide you with suitable alternative work
ga: Luaitear in Alt 23 den Acht, mura bhfuil sé indéanta go réasúnta go ligfidh d’fhostóir duit filleadh ar do phost, caithfidh siad obair oiriúnach eile a sholáthar duit

source: This new position should not be on terms substantially less favourable than those of your previous job
ga: Ba cheart nach mbainfeadh téarmaí leis an bpost nua seo atá i bhfad níos mífhabhraí ná na téarmaí a bhain leis an bpost a bhí agat roimhe seo

source: You are protected against penalisation and unfair dismissal for claiming your rights under paternity leave legislation – see 'How to apply' below
ga: Déantar thú a chosaint in aghaidh pionóis agus dífhostú éagórach i ngeall ar do chearta a éileamh faoin reachtaíocht um shaoire atharthachta – féach 'Conas iarratas a dhéanamh’ thíos

source: Employees may be entitled to parental leave
ga: B’fhéidir go bhfuil fostaithe i dteideal saoire thuismitheoireachta

source: Parental leave entitles both parents who qualify to take a period of up to 18 weeks' unpaid leave from employment in respect of a child no later than the child's 8th birthday
ga: Bronnann saoire thuismitheoireachta teidlíocht ar an mbeirt tuismitheoirí a cháilíonn chun glacadh le tréimhse a fhad le 18 seachtaine ón bhfostaíocht maidir le leanbh tráth nach déanaí ná breithlá 8 mbliana an linbh

source: Sole male adopters and adoptive mothers may be entitled to adoptive leave
ga: D’fhéadfadh uchtaitheoirí agus máithreacha uchtála a bheith i dteideal saoire uchtaíoch a ghlacadh

source: If you need to take time off work urgently because of injury or illness of a close family member, you may be entitled to force majeure leave
ga: Más gá duit am a ghlacadh saor ón obair go práinneach mar gheall ar ghortú nó breoiteacht duine mhuinteartha, d’fhéadfadh go mbeifeá i dteideal saoire force majeure a ghlacadh

source: If you need to provide full-time care for someone in need of full-time care and attention for a while, you can apply to take carer’s leave from your employment
ga: Más gá duit cúram lánaimseartha a ghlacadh do dhuine éigin óna dteastaíonn cúram agus aire lánaimseartha ar feadh tréimhse áirithe ama, féadfaidh tú iarratas a dhéanamh ar shaoire chúramóra ó d’fhostaíocht

source: Arrangements where employers provide this type of paid leave following the birth or adoption of a child are the result of negotiation and agreement reached between the employer and employee
ga: Tá socruithe ina soláthraíonn fostóirí an saghas seo de shaoire íoctha i ndiaidh breith nó uchtáil linbh mar thoradh ar idirbheartaíocht agus comhaontú a baineadh amach idir an fostóir agus an fostaí

source: These arrangements are not covered by employment law so if an employer agrees to provide time off to an employee as paternal leave for a specified period (either with or without pay), it is entirely discretionary
ga: Ní chumhdaítear na socruithe seo faoin dlí fostaíochta, mar sin, má chomhaontaíonn fostóir chun am saor a sholáthar d’fhostaí mar shaoire atharthachta do thréimhse shonraithe (cé acu le pá nó gan phá), is faoi lánrogha an fhostóra a bhíonn sin

source: The employee usually applies for this leave in writing before the birth or adoption
ga: Is gnách go ndéanann an fostaí iarratas ar an tsaoire seo i scríbhinn roimh an mbreith nó an uchtáil sin

source: You should apply to your employer in writing at least 4 weeks before taking your paternity leave
ga: Ba cheart duit iarratas a dhéanamh le d’fhostóir i scríbhinn ar a laghad 4 seachtaine sula mbíonn sé beartaithe agat dul ar saoire atharthachta

source: If you are adopting a child, you must provide confirmation of the date of the child’s placement
ga: Má tá leanbh á uchtú agat, caithfidh tú deimhniú a sholáthar maidir le dáta socrúcháin do linbh

source: You must provide your employer with proof of the expected date of confinement of your spouse or partner
ga: Caithfidh tú cruthúnas a sholáthar do d’fhostóir maidir leis an dáta a bhfuil súil leis go dtabharfaidh do chéile nó páirtnéir an leanbh ar an saol

source: In other words, you will be required to provide a certificate from your spouse or partner's doctor confirming when your baby is due, or confirmation of the actual date of birth if you are applying for leave after the birth
ga: I bhfriotal eile, beidh ort deimhniú a sholáthar ó dhochtúir do chéile nó do pháirtnéara shibhialta ina ndeimhnítear cathain a bhfuil súil leis go saolófar do leanbh, nó deimhniú maidir leis an dáta féin breithe má tá iarratas á dhéanamh agat i ndiaidh na breithe

source: If you need further information about paternity leave, you should contact the Workplace Relations Commission's Information and Customer Service
ga: Má theastaíonn breis faisnéise uait faoi shaoire atharthachta, ba cheart duit teagmháil a dhéanamh le Seirbhís Faisnéise agus do Chustaiméirí an Choimisiúin um Chaidreamh san Ionad Oibre

source: If you have a dispute with your employer about paternity leave, or if you have been dismissed for claiming your rights under paternity leave legislation, you may make a complaint within 6 months of the dispute or complaint occurring
ga: Má bhíonn díospóid agat le d’fhostóir faoi shaoire atharthachta, nó má rinneadh thú a dhífhostú i ngeall ar do chearta faoin reachtaíocht um shaoire atharthachta a éileamh, féadfaidh tú gearán a dhéanamh laistigh de 6 mhí i ndiaidh gur thit an díospóid nó an t-ábhar gearáin amach

source: You must use the online complaint form available on workplacerelations.ie
ga: Caithfidh tú an fhoirm ghearáin ar líne a úsáid atá ar fáil ag workplacerelations.ie

source: The time limit may be extended for up to a further 6 months, but only where there is a reasonable cause which prevented the complaint being brought within the normal time limit
ga: Féadtar síneadh ama a fhad le 6 mhí a chur leis an teorainn ama, ach amháin sa chás go bhfuil údar réasúnta ann a chuir cosc ar an ngearán a dhéanamh laistigh den ghnáth-theorainn ama

source: Paternity Benefit: You should apply for Paternity Benefit at least 4 weeks before the date you intend to start your paternity leave
ga: Sochar Atharthachta: Ba cheart duit iarratas a dhéanamh ar Shochar Atharthachta ar a laghad 4 seachtaine sula mbíonn sé beartaithe agat tús a chur le do shaoire atharthachta

source: If you are self-employed you should apply 12 weeks before
ga: Má tá tú féinfhostaithe, ba cheart duit iarratas a dhéanamh 12 sheachtain roimh ré

source: You will be able to apply for Paternity Benefit online at mywelfare.ie
ga: Beidh tú in ann iarratas a dhéanamh ar Shochar Atharthachta ar líne ag mywelfare.ie

source: You must have a Public Services Card to apply for Paternity Benefit. Where to apply Workplace Relations Commission
ga: Caithfidh Cárta Seirbhísí Poiblí a bheith agat chun iarratas a dhéanamh ar Shochar Atharthachta
